{
  "Ava Addams": {
    "Bio": "Ava Addams is a porn star from France. She has been listed on FreeOnes since January 13th 2009 and is ranked #263. She has 92 photo sets and 231 videos in her own FreeOnes section. Our records show that Ava Addams is currently active which means she is still making videos and/or performing in live cam shows.",
    "Rating": 4.5,
    "Aliases": [
      "Ava Adams",
      "Alexia Roy",
      "Ava Spice"
    ],
    "Date of birth": "September 16, 1979",
    "Age": "46",
    "Astrological sign": "Virgo",
    "Profession": [
      "Porn Star",
      "Cam Girl"
    ],
    "Career status": "Active",
    "Place of birth": "Gibraltar,  France",
    "Nationality": [
      "American",
      "French",
      "American"
    ],
    "Ethnicity": "Caucasian",
    "Boobs": "Natural",
    "Bust": "81",
    "Cup": "DDD",
    "Bra": "32DDD",
    "Waist": "23 in",
    "Hip": "34 in",
    "Height": "5'2\"",
    "Weight": "48 kg",
    "Hair Color": "Brown",
    "Eye Color": "Brown",
    "Piercings": "No",
    "Tattoos": "Yes",
    "Tattoo locations": [
      "Betty boop in a circle on lower back",
      "4-leaf clover above pubes",
      "\"la vie en rose\" on left hip",
      "3 colored stars inside right wrist",
      "red skull & crossbones inside left wrist",
      "red rose outside right ankle and 'ying-yang' symbol on lower back",
      "cro"
    ],
    "Links": [
      {
        "type": "home",
        "url": "http://join.theavaaddams.com/track/Fr33Re4ch.1.15.17.0.0.0.0.0?autocamp=fhg"
      }
    ],
    "Career": "2004 – 2020 (16 years)"
  },
  "Brandi Love": {
    "Bio": "Brandi Love is a porn star from United States. She has been listed on FreeOnes since October 24th 2004 and is ranked #220. She has 134 photo sets and 193 videos in her own FreeOnes section. Our records show that Brandi Love is currently active which means she is still making videos and/or performing in live cam shows.",
    "Rating": 4.2,
    "Aliases": "Tracey Lynn Livermore",
    "Date of birth": "March 29, 1973",
    "Age": "52",
    "Astrological sign": "Aries",
    "Profession": [
      "Cam Girl",
      "Porn Star"
    ],
    "Career status": "Active",
    "Place of birth": "Raleigh,  NC - North Carolina,  United States",
    "Ethnicity": "Caucasian",
    "Boobs": "Fake",
    "Bust": "91",
    "Cup": "D",
    "Bra": "36D",
    "Waist": "25 in",
    "Hip": "36 in",
    "Butt": "Natural",
    "Height": "5'6\"",
    "Weight": "56 kg",
    "Hair Color": "Brown",
    "Eye Color": "Brown",
    "Piercings": "Yes",
    "Piercing locations": "Nose",
    "Tattoos": "Yes",
    "Tattoo locations": [
      "Right back shoulder blade",
      "left ankle",
      "butterfly over the butt"
    ],
    "Links": [],
    "Career": "2003 – Present"
  },
  "Lisa Ann": {
    "Bio": "Often referred to as one of the most popular female porn stars of her time, Lisa Ann is known world-wide for her political parodies and steamy MILF content. Beginning in 1990, Lisa began working as an exotic dancer where she met a variety of porn stars and professionals in the business. With the appeal of travel and potential financial earnings, Lisa began to focus her sights on becoming a porn actress and began researching and sending letters to agents in order to explore her options. In 1994, Lisa filmed her fist adult film through the company Metro/ Cal Vista, launching her official porn debut. Due to lack of internet being widely available in homes and since most pornography websites were not even a thought yet, filming for adult videos was limited in both the sets and the content. Lisa’s earliest content was released on VHS and porn stars had small followings due to the limitations in accessibility. In 1997, Ann decided to take a break from the porn industry for a variety of personal reasons, then later returned in the early 2000s after porn made a big break through the internet and adult film popularity was on the rise. During her break, Lisa ran a day spa and attempted to live a “normal” life but found that the excitement that she felt from doing porn was missing. When production company Suze Randall reached out to her to offer her a role in an upcoming adult video, Ann decided that it was time to move back into her passion and started appearing in new films with a much larger variety of content and video capabilities than before. Since the internet age has taken over the world, Lisa’s content has been moved to various sites, with more than 250 videos and 60 photos currently available, and over 900 links where fans can see her content from various stages throughout her career. Some of these videos include award-nominated films, such as Mandingo Massacre 1, Sometimes I Share , Getting Levi’s Johnson, and Deep Anal Drilling 4. While Ann’s content has a large variety of sexual fetishes, such as squirting, lesbian sex, foot fetish content, masturbation, facials, blowjobs , and anal sex, Lisa most popular content includes her parody feature from 2008, titled Who’s Nailin Paylin? Adventures of a Hockey MILF. The film was released on Election Day in 2008 and was an instant hit across the board among fans and critics alike. Following this feature, Lisa appeared in multiple other films portraying the political personality, Sarah Palin, often receiving praise for her performances in these films. In 2014, Lisa Ann retired from her acting career and moved behind the camera where she continues to direct and produce adult films for the porn industry.",
    "Rating": 4.3,
    "Aliases": [
      "Lee Ann Vision",
      "Lisa Ann Corpora",
      "Zina Sunshine",
      "Nailin Palin"
    ],
    "Date of birth": "May 9, 1972",
    "Age": "53",
    "Astrological sign": "Taurus",
    "Profession": "Porn Star",
    "Career status": "Active",
    "Place of birth": "Easton,  PA - Pennsylvania,  United States",
    "Nationality": "American",
    "Ethnicity": "Caucasian",
    "Boobs": "Fake",
    "Bust": "96",
    "Cup": "DD",
    "Bra": "38DD",
    "Waist": "21 in",
    "Hip": "34 in",
    "Butt": "Fake",
    "Height": "5'2\"",
    "Weight": "51 kg",
    "Hair Color": "Brown",
    "Eye Color": "Brown",
    "Piercings": "Yes",
    "Piercing locations": "Navel",
    "Tattoos": "No",
    "Tattoo locations": [
      "No"
    ],
    "Links": [
      {
        "type": "home",
        "url": "http://join.thelisaann.com/track/Fr33Re4ch.1.12.14.0.0.0.0.0?autocamp=fhg"
      }
    ],
    "Career": "1994 – 2019 (25 years)"
  }
}